[{"revisionId":417471,"songId":472288,"description":"The number e, known as Euler's number, is a mathematical constant approximately equal to 2.71828, and can be characterized in many ways. It is the base of the natural logarithm.[1][2][3] It is the limit of (1 + 1/n)n as n approaches infinity, an expression that arises in the study of compound interest. It can also be calculated as the sum of the infinite series[4][5]","createdAt":"2020-09-26T13:59:26.000Z","source":"https://gp.songsterr.com/43329307.gp5","personId":1459404,"person":"kasso killer","title":"fuckdown","artist":"Muth","tracksCount":3,"reports":[],"commentsCount":0},{"revisionId":417467,"songId":472288,"description":"The Sun is a G-type main-sequence star that comprises about 99.86% of the mass of the Solar System. The Sun has an absolute magnitude of +4.83, estimated to be brighter than about 85% of the stars in the Milky Way, most of which are red dwarfs.[29][30] The Sun is a Population I, or heavy-element-rich,[b] star.[31] The formation of the Sun may have been triggered by shockwaves from one or more nearby supernovae.[32] This is suggested by a high abundance of heavy elements in the Solar System, such as gold and uranium, relative to the abundances of these elements in so-called Population II, heavy-element-poor, stars. The heavy elements could most plausibly have been produced by endothermic nuclear reactions during a supernova, or by transmutation through neutron absorption within a massive second-generation star.[31]","createdAt":"2020-09-26T13:33:26.000Z","source":"https://gp.songsterr.com/43329254.gp5","personId":1459404,"person":"kasso killer","title":"fuckdown","artist":"Muth","tracksCount":3,"reports":[],"commentsCount":0},{"revisionId":417461,"songId":472288,"description":"Initial revision","createdAt":"2020-09-26T12:44:38.000Z","source":"https://gp.songsterr.com/43328788.gp5","personId":1459404,"person":"kasso killer","title":"fuckdown","artist":"Muth","tracksCount":3,"reports":[],"commentsCount":0}]